Repository: xorus/EngageTimer
Catalog: Properties/Resources.*.resx
Languages: de, fr, ja

# Settings_Title
source: EngageTimer settings
de: EngageTimer Einstellungen
fr: Paramètres EngageTimer
ja: EngageTimerの設定

# Settings_CountdownTab_Info1
source: The "big countdown" feature adds the missing numbers to the in-game timer !
de: Der "große Countdown" erweitert den ingame Countdown.
fr: Cette fonction ajoute les nombres qu'il manque au compte à rebours du jeu !
ja: ビッグカウントダウン機能は、ゲーム内オリジナルのタイマーより詳細な数字を表示します。

# Settings_CountdownTab_Enable
source: Enable big countdown
de: Großen Countdown aktivieren
fr: Activer le compte à rebours
ja: 大きなカウントダウンを有効にする

# Settings_CountdownTab_Title
source: Big countdown
de: Großer Countdown
fr: Compte à rebours
ja: ビッグカウントダウン

# Settings_CountdownTab_HideOriginalCountDown_Help
source: Also replace numbers before 5
de: Ersetzt auch die Zahlen von 5 abwärts
fr: Utilisera le compte à rebours de ce plugin pour tous les nombres

# Settings_CountdownTab_CountdownDecimals_Left
source: Display
de: Zeige
fr: Afficher
ja: 表示する小数点以下の桁数

# Settings_CountdownTab_CountdownDecimals_Right
source: decimals in countdown
de: dezimalstellen im Countdown
fr: décimales
ja: 桁

# Settings_CountdownTab_Audio_Enable
source: Play a ticking sound for all numbers
de: Tickender Ton für jede Zahl
fr: Jouer un son à chaque chiffre
ja: 全ての数字のカウント音を鳴らす

# Settings_CountdownTab_Audio_LegacyVolume
source: Sound volume
de: Lautstärke
fr: Volume
ja: 音量

# Settings_CountdownTab_HideOriginalCountDown
source: Hide original countdown
de: Ursprünglichen Countdown ausblenden
fr: Cacher le compte à rebours original
ja: オリジナルのカウントダウンを非表示にする

# Settings_CountdownTab_AccurateMode
source: Enable accurate countdown mode (countdown - 1)
de: Präzisen Countdown aktivieren (Countdown - 1)
fr: Activer le mode précis (compteur - 1)

# Settings_CountdownTab_AccurateMode_Help
source: Uses the actual and precise countdown value instead of the rounded-up value the game originally shows. I strongly recommend enabling this option when using decimals as they would not make sense otherwise. However, I recommend disabling this if you don't use decimals so that the numbers will match what is displayed for your party members. Note: this setting only works when the original countdown is hidden (otherwise it would display 6 - 5 - 5 - 4...)
de: Verwendet den tatsächlichen und präzisen Countdown-Wert anstatt des aufgerundeten Wertes, den das Spiel ursprünglich anzeigt. Stark empfohlen, wenn Dezimalstellen aktiviert sind, da diese sonst keinen Sinn ergeben. Andernfalls sollte diese Einstellung deaktiviert werden, damit der angezeigte Countdown mit dem anderer Gruppenmitglieder übereinstimmt. Anmerkung: diese Einstellung funktioniert nur, wenn der ursprüngliche Countdown ausgeblendet wird (sonst wäre der Countdown 6 - 5 - 5 - 4 etc.).
fr: Utilise la valeur réelle et précise du compte à rebours au lieu de la valeur arrondie au supérieur que le jeu affiche normalement. Je recommande fortement d'activer cette option lorsque vous utilisez des décimales car elles n'auraient aucun sens autrement. Cependant, je recommanderais de désactiver cette option si vous n'utilisez pas de décimales afin que les nombres correspondent à ce qui est affiché pour les autres membres de votre groupe. Remarque : ce paramètre ne fonctionne que lorsque le compte à rebours du jeu est masqué (sinon il afficherait 6 - 5 - 5 - 4...)

# Settings_FWTab_Title
source: Floating window
de: Overlay-Anzeige
fr: Petite fenêtre
ja: フローティングウィンドウ

# Settings_FWTab_Help
source: The floating window is a movable window that can display the countdown and the current combat duration.
de: Das Overlay ist ein verschiebbares Fenster, das den Countdown und die Dauer des aktuellen Kampfes anzeigen kann.
fr: La petite fenêtre permet d'afficher la durée du combat actuel ainsi que le compte à rebours.
ja: フローティングウィンドウは、カウントダウンと戦闘時間の経過を表示できる可動式ウィンドウです。

# Settings_FWTab_Display
source: Enable floating window
de: Overlay aktivieren
fr: Activer la petite fenêtre
ja: フローティングウィンドウを有効にする

# Settings_FWTab_Lock
source: Lock floating window
de: Overlay sperren
fr: Verrouiller
ja: フローティングウインドウを固定する

# Settings_FWTab_Lock_Help
source: Disables clicking and moving the window.
de: Verhindert Interaktion (Klicken & Verschieben) mit dem Overlay.
fr: Empêche de cliquer et déplacer accidentellement la fenêtre.
ja: クリックとウィンドウの移動を無効にします。

# Settings_FWTab_AutoHide_Left
source: Hide
de: Overlay
fr: Cacher automatiquement

# Settings_FWTab_AutoHide_Right
source: seconds after combat end
de: Sekunden nach Ende des Kampfes ausblenden
fr: secondes après la fin du combat

# Settings_FWTab_CountdownPrecision_Help
source: Shows the current countdown value (e.g. -13)
de: Zeigt den aktuellen Countdown an (z.B. -13)
fr: Affiche la valeur actuelle du compte à rebours (ex. -13)
ja: 現在のカウントダウン値(例:-13)を表示する

# Settings_FWTab_CountdownPrecision_Left
source: Display countdown
de: Countdown anzeigen
fr: Afficher le compte à rebours
ja: カウントダウンを表示する

# Settings_FWTab_CountdownPrecision_With_Left
source: Display countdown with
de: Countdown mit
fr: Afficher le compte à rebours avec
ja: カウントダウンを小数点

# Settings_FWTab_CountdownPrecision_Right
source: decimals
de: Dezimalstellen anzeigen
fr: décimales
ja: 桁まで表示する

# Settings_FWTab_StopwatchPrecision_Left
source: Display combat timer
de: Kampfdauer anzeigen
fr: Afficher la durée du combat
ja: 戦闘の経過時間を表示する

# Settings_FWTab_StopwatchPrecision_With_Left
source: Display combat timer with
de: Kampfdauer mit
fr: Afficher la durée du combat avec
ja: 戦闘の経過時間を小数点

# Settings_FWTab_StopwatchPrecision_Right
source: decimals
de: Dezimalstellen anzeigen
fr: décimales
ja: 桁まで表示する

# Settings_FWTab_StopwatchPrecision_Help
source: Shows the current combat duration
de: Zeigt die Dauer des aktuellen Kampfes an
fr: Affiche le temps écoulé depuis le début du combat

# Settings_FWTab_Styling
source: Styling
fr: Style
ja: スタイル

# Settings_FWTab_TextAlign
source: Text align
de: Textausrichtung
fr: Alignement
ja: テキストの配置

# Settings_FWTab_TextAlign_Left
source: Left
de: Links
fr: Gauche
ja: 左寄せ

# Settings_FWTab_TextAlign_Center
source: Center
de: Zentriert
fr: Centre
ja: 中央寄せ

# Settings_FWTab_TextAlign_Right
source: Right
de: Rechts
fr: Droite
ja: 右寄せ

# Settings_FWTab_FontSize
source: Font size
de: Schriftgröße
fr: Taille
ja: 文字サイズ

# Settings_FWTab_TextColor
source: Text color
de: Textfarbe
fr: Couleur de texte
ja: 文字色

# Settings_FWTab_BackgroundColor
source: Background color and opacity
de: Hintergrundfarbe und Deckkraft
fr: Couleur et opacité de fond
ja: 背景色と透明度

# Settings_FWTab_AccurateCountdown
source: Enable accurate countdown in floating window
de: Aktiviere präzisen Countdown im Overlay
fr: Compte à rebours précis

# Settings_FWTab_AccurateCountdown_Help
source: See the Big countdown tab for an explanation
de: Siehe "Großer Countdown"-Tab für mehr Informationen
fr: Voir l'aide sur l'onglet "compte à rebours"
ja: 詳細はビッグカウントダウンのタブを参照してください。

# Settings_FWTab_DisplayStopwatchOnlyInDuty
source: Hide combat time when not bound by duty
de: Kampfdauer ausblenden, wenn nicht in Inhalt
fr: Cacher la durée de combat hors d'une instance
ja: 非戦闘時間を非表示にする

# Settings_FWTab_DisplayStopwatchOnlyInDuty_Help
source: Basically hides the stopwatch when you are in the overworld
de: Blendet die Kampfdauer außerhalb von Instanzen aus
fr: La durée de combat n'apparaitra pas lors des trash-combats dans le monde

# Settings_Web_Title
source: Web Server (OBS)
fr: Serveur Web (OBS)
ja: ウェブサーバ(OBS)

# Settings_Web_Help
source: This feature allows you to add a countdown and stopwatch overlay into your OBS (or other software) streams and recordings via a browser source.
de: Dieses Feature ermöglicht es, Countdown oder Kampfdauer in OBS (oder anderer Software) Streams und Aufnahmen via Browser-Quelle anzuzeigen.
fr: Cette fonctionnalité vous permet d'afficher le compte à rebours et le temps de combat dans un logiciel ou d'enregistrement de streaming tel qu'OBS via une source d'overlay navigateur.

# Settings_Web_HelpAdd
source: To add it to your scene, enable the webserver then create a browser source in your scene and add the following URL :
de: Um es zu deiner Szene hinzuzufügen, aktiviere den Webserver und erstelle dann eine Browser-Quelle mit folgender URL:
fr: Pour l'ajouter à votre scène, démarrez le serveur en cochant la case, puis créez une source navigateur avec l'URL suivante :

# Settings_Web_HelpSize
source: Recommended window size is 300x100.
de: Die empfohlene Größe ist 300x100.
fr: La taille recommandée est de 300x100.
ja: 推奨ウィンドウサイズは300x100です。

# Settings_Web_EnablePort
source: Enable webserver on port
de: Port für Webserver:
fr: Démarrer le serveur web sur le port
ja: 以下のポートでWebサーバを有効にする：

# Settings_Web_Hide_Left
source: Hide overlay
de: Overlay
fr: Cacher l'overlay

# Settings_Web_Hide_Right
source: seconds after combat ends
de: Sekunden nach Ende des Kampfes ausblenden
fr: secondes après la fin du combat

# Settings_Close
source: Close
de: Schließen
fr: OK
ja: 閉じる

# Settings_CountdownTab_Texture
source: Number style
de: Zahlenstyling
fr: Style des chiffres
ja: 数字のスタイル

# Settings_CountdownTab_Texture_custom
source: Custom
de: Benutzerdefiniert
fr: Personnalisé
ja: カスタム

# Settings_CountdownTab_Texture_Custom_Path
source: Texture Folder
de: Ordner mit Texturen
fr: Dossier de textures
ja: テクスチャフォルダ

# Settings_CountdownTab_Texture_Custom_Load
source: Load
de: Laden
fr: Charger
ja: ロード

# Settings_CountdownTab_Texture_yellow
source: Readable
de: Lesbar
fr: Lisible

# Settings_CountdownTab_Test_Stop
source: Disable test mode
de: Testmodus deaktivieren
fr: Arrêter le test
ja: テストモードを無効にする

# Settings_CountdownTab_Test_Start
source: Enable test mode
de: Testmodus aktivieren
fr: Tester l'affichage
ja: テストモードを有効にする

# Settings_CountdownTab_NumberLuminance
source: brightness
de: Helligkeit
fr: luminosité
ja: 明度

# Settings_CountdownTab_NumberHue
source: hue
de: Farbton
fr: teinte
ja: 色温度

# Settings_CountdownTab_NumberRecolor
source: Recolor instead of shifting hue
de: Umfärben statt Farbton zu ändern
fr: Forcer la couleur au lieu de déplacer la teinte

# Settings_CountdownTab_NumberStyleTitle
source: Color
de: Farbe
fr: Couleur
ja: 色

# Settings_CountdownTab_CountdownScale
source: Scale
de: Skalierung
fr: Échelle
ja: サイズ

# Settings_CountdownTab_Animate
source: Enable animation
de: Animationen aktivieren
fr: Activer l'animation
ja: アニメーションを有効にする

# Settings_CountdownTab_OffsetText
source: Countdown offset
fr: Décalage

# Settings_CountdownTab_PositioningTitle
source: Position and size
de: Position und Größe
fr: Position et taille
ja: 位置とサイズ

# Settings_CountdownTab_AnimateScale
source: Scaling effect
de: Skalierungseffekt
fr: Effet d'échelle

# Settings_CountdownTab_AnimateOpacity
source: Light effect
de: Lichteffekt
fr: Effet de lumière

# Settings_CountdownTab_PositionWarning
source: Warning : when not hiding the original countdown, changing values in this section might create incoherent results
de: Achtung: wenn der ursprüngliche Countdown nicht ausgeblendet wird, kann eine Änderung dieser Einstellungen zu verwirrenden Darstellungen des Countdowns führen
fr: Attention : ces paramètres peuvent se comporter incorrectement si l'option "Cacher le compte à rebours original" n'est pas active
ja: 注意：オリジナルのカウントダウンを非表示にしない場合、このセクションの設定値を変更すると一貫性のない結果が生じる可能性があります。

# Settings_FWTab_StopwatchAsSeconds
source: Display combat time in seconds instead of time format
de: Kampfdauer in Sekunden anzeigen
fr: Afficher le temps de combat en secondes

# Settings_FWTab_CountdownNegativeSign
source: Display the "-" sign
de: "-" anzeigen
fr: Afficher le signe "-"

# Settings_CountdownTab_FloatingWindowScale
source: Scale
de: Skalierung
fr: Échelle

# Settings_CountdownTab_Monospaced
source: Fixed width
de: Feste Breite
fr: Taille fixe

# Settings_CountdownTab_NumberStyle_Advanced
source: More options
de: Weitere Optionen
fr: Options avancées
ja: その他の設定

# Settings_CountdownTab_NumberStyle_LeadingZero
source: Add a leading 0
de: Führende 0 anzeigen
fr: Préfixer par 0

# Settings_CountdownTab_NumberStyle_EnableCustomNegativeMargin
source: Enable custom negative margin
de: Negativen Rand aktivieren
fr: Utiliser une marge négative personnalisée

# Settings_CountdownTab_MultiMonitorWarning
source: When using the multi monitor windows option, positioning the countdown outside of the game (even a little bit) will create a background. As rendering transparent windows is impossible outside of the game, this cannot be fixed for now. Please use the border as a guide.
de: Wenn Multi-Monitor-Fenster genutzt werden, führt die Positionierung des Countdowns außerhalb des Spiels (egal, um wie viel) dazu, dass ein Hintergrund angezeigt wird. Es ist nicht möglich, außerhalb des Spiels transparente Fenster anzuzeigen, dies kann bis auf weiteres auch nicht behoben werden. Bitte benutze den Rahmen als Orientierungshilfe.
fr: Quand le mode multi-moniteur est activé, positionner le compte à rebours en dehors de la fenêtre du jeu (même juste d'un pixel) causera l'apparition d'un fond noir. Il est impossible pour l'instant de créer une fenêtre transparente en dehors du jeu. Servez vous de la bordure qui s'affiche maintenant comme guide de positionnement.
ja: マルチウィンドウ表示の場合、少しでもゲームウィンドウの外側にカウントダウンを配置すると背景が作成されます。透過レンダリングはゲームウィンドウ外では使用できず、これは現在は修正できません。ボーダーをガイドとして使用してください。

# Settings_CountdownTab_CountdownWindowCentered
source: Center countdown window
de: Countdown zentrieren
fr: Centrer le compte à rebours

# Settings_DtrCombatTimer_Enable
source: Enable Server Info Bar integation
de: Integration mit Server-Infoleiste aktivieren
fr: Activer l'intégration dans la barre d'infos serveur
ja: サーバ情報バーの設定を有効にする

# Settings_DtrCombatTimer_Prefix
source: Prefix
de: Präfix
fr: Préfixe
ja: 接頭辞

# Settings_DtrCombatTimer_Suffix
source: Suffix
fr: Suffixe
ja: 接尾辞

# Settings_DtrTab_Title
source: Server Info Bar
de: Server-Infoleiste
fr: Barre d'info
ja: サーバ情報バー

# Settings_DtrCombatTimer_AlwaysDisableOutsideDuty
source: Always hide when not bound by duty
de: Ausblenden wenn nicht in Inhalt
fr: Toujours cacher hors instance

# Settings_DtrCombatTimer_DecimalPrecision
source: Milliseconds to show
de: Dezimalstellen
fr: Nombre de millisecondes à afficher
ja: ミリ秒表示する

# Settings_DtrCombatTimer_HideAfter
source: Hide
de: Anzeige
fr: Cacher automatiquement

# Settings_DtrCombatTimer_HideAfterRight
source: seconds after combat end
de: Sekunden nach Ende des Kampfes ausblenden
fr: secondes après la fin du combat

# Settings_DtrCombatTimer_Defaults
source: Reset to default
de: Zurücksetzen
fr: Par défaut
ja: 初期設定に戻す

# Settings_DtrTab_Info
source: This option will display the current combat time in the Server Info Bar (right next to the world & time). Please note that you can reorder all integrations in Dalamud Settings.
de: Dieses Feature zeigt die aktuelle Kampfdauer in der Server-Infoleiste an (gleich neben Server & Uhrzeit). Die Anordnung von Elementen in der Server-Infoleiste kann in den Dalamud-Einstellungen angepasst werden.
fr: Cet onglet permet de configurer l'affichage du temps de combat dans la barre d'informations serveur, c'est-à-dire là où ils ont normalement affichés le nom du serveur et l'heure. Vous pouvez réordonner les modules depuis les paramètres de Dalamud.

# Settings_CountdownTab_Audio_UseAlternativeSound
source: Use duty pop timer sound
de: Benutze "Inhalt gefunden"-Ton
fr: Bruit alternatif

# Settings_CountdownTab_Audio_LegacyAudio
source: Use legacy audio (breaks linux)
de: Legacy-Audio verwenden (funktioniert nicht auf Linux)
fr: Ancien système (incompatible linux)

# Settings_CountdownTab_Audio_LegacyAudio_Help
source: Will be removed, please contact me if you use it. Crashes on non-Windows systems.
de: Wird in Zukunft entfernt, bitte kontaktiere mich, wenn du diese Einstellung benutzt. Stürzt auf Nicht-Windows-Systemen ab.
fr: Sera supprimé, merci de me contacter si vous l'utilisez. Ne fonctionne pas sous autre chose que Windows.
ja: 削除予定のため、利用する場合はプラグイン作成者に連絡してください。Windows以外のOSで利用するとクラッシュします。

# MainCommand_Help_Countdown
source: enable or disable the big countdown (toggles by default)
fr: modifie l'affichage du compte à rebours

# MainCommand_Help_FW
source: enable or disable the floating window (toggles by default)
fr: modifie l'affichage de la petite fenêtre

# MainCommand_Help_Dtr
source: enable or disable the server info bar (toggles by default)
fr: modifie la barre d'infos serveur

# MainCommand_Help_Settings
source: open the settings menu
fr: ouvre les paramètres

# MainCommand_Help_Countdown_Success
source: Countdown is now {0}
fr: Le compte à rebours est {0}
ja: カウントダウンは {0} です

# MainCommand_Status_On
source: enabled
fr: activé(e)
ja: 有効

# MainCommand_Status_Off
source: disabled
fr: désactivé(e)
ja: 無効

# MainCommand_Help_Dtr_Success
source: Server info bar is now {0}
fr: La barre d'infos serveur est {0}
ja: サーバ情報バーは {0} です

# MainCommand_Help_FW_Success
source: Floating window is now {0}
fr: La petite fenêtre est {0}
ja: フローティングウィンドウは {0} です

# MainCommand_Error_InvalidSubcommand
source: Unrecognized subcommand: {0}
fr: Commande non reconnue : {0}

# MainCommand_Error_InvalidArgument
source: Unrecognized argument for {0}: {1}
fr: Paramètre non reconnu pour {0} : {1}

# Settings_CountdownTab_CountdownDisplayThreshold
source: Display threshold
de: Anzeigeschwellenwert
fr: Seuil d’affichage
ja: 表示閾値

# Settings_CountdownTab_CountdownDisplayThreshold_Help
source: This setting determines at what point during the countdown the timer will become visible. For example, if the value is set to 7, the countdown timer will not be shown until 7 seconds have passed, and will then be displayed until the end of the countdown.
de: Diese Einstellung bestimmt, zu welchem Zeitpunkt während des Countdowns der Timer sichtbar wird.
fr: Ce paramètre détermine à quel moment pendant le compte à rebours le minuteur deviendra visible.
ja: この設定はカウントダウン中にタイマーが可視になる時点を決定します。

# Settings_CountdownTab_NumberSaturation
source: saturation
de: Sättigung
ja: 彩度

# Settings_CountdownTab_NumberStyle_CustomNegativeMargin
source: pixels
de: Pixel
ja: ピクセル

# Settings_CountdownTab_CountdownAlign
source: Alignement
de: Ausrichtung
ja: 配置
